[
    {
        "fact": "The warmest temperature ever recorded on Earth was 134.1°F (56.7°C) in Furnace Creek Ranch, Death Valley, California, USA, on July 10, 1913.",
        "key": "tree"
    },
    {
        "fact": "The coldest temperature ever recorded on Earth was −128.6°F (−89.2°C) at the Soviet Union's Vostok Station in Antarctica on July 21, 1983.",
        "key": "tree"
    },
    {
        "fact": "The Earth's climate has fluctuated throughout history, experiencing ice ages and periods of warmth.",
        "key": "tree"
    },
    {
        "fact": "Climate change can lead to extreme weather events such as hurricanes, droughts, and floods.",
        "key": "tree"
    },
    {
        "fact": "The term 'Greenhouse Effect' describes the process by which greenhouse gases trap heat in the Earth's atmosphere.",
        "key": "tree"
    },
    {
        "fact": "The Arctic region is warming at twice the global average rate, leading to the loss of sea ice and threatening wildlife such as polar bears.",
        "key": "tree"
    },
    {
        "fact": "The ocean absorbs about 30% of the carbon dioxide produced by human activities, which helps mitigate the impact of climate change but also leads to ocean acidification.",
        "key": "tree"
    },
    {
        "fact": "Climate scientists use computer models to simulate Earth's climate and predict future changes.",
        "key": "tree"
    },
    {
        "fact": "Deforestation contributes to climate change by reducing the number of trees available to absorb carbon dioxide from the atmosphere.",
        "key": "tree"
    },
    {
        "fact": "The Paris Agreement, adopted in 2015, aims to limit global warming to well below 2 degrees Celsius above pre-industrial levels.",
        "key": "tree"
    },
    {
        "fact": "The Amazon rainforest produces 20% of the world's oxygen and is a vital carbon sink, helping to regulate global climate patterns.",
        "key": "tree"
    },
    {
        "fact": "Methane, a potent greenhouse gas, is released during livestock digestion and rice cultivation, contributing to climate change.",
        "key": "tree"
    },
    {
        "fact": "The Gulf Stream, a major ocean current, plays a crucial role in regulating climate by redistributing heat around the North Atlantic, influencing weather patterns.",
        "key": "tree"
    },
    {
        "fact": "Rising global temperatures are causing the melting of glaciers and ice sheets, contributing to sea level rise and impacting coastal communities.",
        "key": "tree"
    },
    {
        "fact": "Ozone depletion, caused by human-made substances like chlorofluorocarbons (CFCs), affects the Earth's climate system and increases the risk of harmful UV radiation reaching the surface.",
        "key": "tree"
    },
    {
        "fact": "The Intergovernmental Panel on Climate Change (IPCC) provides comprehensive assessments of climate science and is a key authority guiding global climate policy.",
        "key": "tree"
    },
    {
        "fact": "Urban heat islands, characterized by higher temperatures in cities compared to surrounding rural areas, are influenced by human activities and urbanization.",
        "key": "tree"
    },
    {
        "fact": "Carbon capture and storage (CCS) technologies can help reduce greenhouse gas emissions by capturing CO2 from industrial processes and power plants.",
        "key": "tree"
    },
    {
        "fact": "The thawing permafrost in the Arctic releases stored carbon, amplifying climate change impacts and contributing to a feedback loop of increased warming.",
        "key": "tree"
    },
    {
        "fact": "Renewable energy sources, such as wind and solar power, play a crucial role in mitigating climate change by providing sustainable alternatives to fossil fuels.",
        "key": "tree"
    },
    {
        "fact": "The Amazon rainforest, often referred to as the 'lungs of the Earth,' produces about 20% of the world's oxygen and is a critical carbon sink.",
        "key": "tree"
    },
    {
        "fact": "Rising sea levels and increased storm intensity pose a threat to low-lying island nations, such as the Maldives and Tuvalu, due to climate change.",
        "key": "tree"
    },
    {
        "fact": "The El Niño and La Niña phenomena, characterized by sea surface temperature fluctuations in the Pacific Ocean, influence global climate patterns and extreme weather events.",
        "key": "tree"
    },
    {
        "fact": "The Montreal Protocol, signed in 1987, successfully phased out ozone-depleting substances, showcasing international cooperation's positive impact on environmental issues.",
        "key": "tree"
    },
    {
        "fact": "Methane hydrates, found in permafrost and ocean sediments, are potential future sources of methane emissions, contributing to climate change.",
        "key": "tree"
    },
    {
        "fact": "The Keeling Curve, based on continuous measurements at Mauna Loa Observatory, visually illustrates the increasing atmospheric concentration of carbon dioxide since the 1950s.",
        "key": "tree"
    },
    {
        "fact": "Renewable energy transition not only mitigates climate change but also fosters sustainable development, creating jobs and promoting energy independence.",
        "key": "tree"
    },
    {
        "fact": "Ocean currents play a crucial role in regulating global climate, redistributing heat and influencing weather patterns around the world.",
        "key": "tree"
    },
    {
        "fact": "The loss of biodiversity, including plant and animal species, is interconnected with climate change and poses additional challenges to ecosystems and human well-being.",
        "key": "tree"
    },
    {
        "fact": "The 2030 Agenda for Sustainable Development includes climate action as one of its goals, emphasizing the interconnectedness of environmental and social issues.",
        "key": "tree"
    }, 
    {
        "fact": "Ocean warming leads to coral bleaching, endangering marine ecosystems and the livelihoods of communities dependent on fisheries.",
        "key": "tree"
    },
    {
        "fact": "The Kyoto Protocol, adopted in 1997, marked an early international effort to address climate change by setting binding emission reduction targets for developed countries.",
        "key": "tree"
    },
    {
        "fact": "Extreme weather events, influenced by climate change, can result in more frequent and severe wildfires, impacting ecosystems and human settlements.",
        "key": "tree"
    },
    {
        "fact": "Sustainable agriculture practices, such as agroforestry and precision farming, can contribute to both climate change mitigation and adaptation.",
        "key": "tree"
    },
    {
        "fact": "The thawing of permafrost releases not only carbon but also ancient viruses and bacteria, raising concerns about potential health risks.",
        "key": "tree"
    },
    {
        "fact": "The Paris Agreement encourages countries to submit Nationally Determined Contributions (NDCs) outlining their climate action plans and targets.",
        "key": "tree"
    },
    {
        "fact": "Hydropower, while a renewable energy source, can have environmental impacts, including altered river ecosystems and displacement of local communities.",
        "key": "tree"
    },
    {
        "fact": "The loss of Arctic sea ice disrupts traditional lifestyles of indigenous communities and opens up new opportunities for shipping and resource extraction.",
        "key": "tree"
    },
    {
        "fact": "Climate-induced migration is a growing concern, as changing environmental conditions can force communities to relocate, leading to social and geopolitical challenges.",
        "key": "tree"
    },
    {
        "fact": "The ozone layer, gradually recovering due to global efforts, plays a crucial role in protecting life on Earth from harmful ultraviolet radiation.",
        "key": "tree"
    },
    {
        "fact": "The United Nations Framework Convention on Climate Change (UNFCCC) provides a platform for international cooperation and negotiations on climate action.",
        "key": "tree"
    },
    {
        "fact": "The loss of ice in the Arctic and Antarctic regions contributes to sea level rise, impacting coastal communities and ecosystems around the world.",
        "key": "tree"
    },
    {
        "fact": "Climate change disproportionately affects vulnerable populations, including low-income communities and indigenous peoples, exacerbating existing social inequalities.",
        "key": "tree"
    },
    {
        "fact": "The Earth's climate system is influenced by a complex interplay of factors, including solar radiation, greenhouse gases, and ocean currents.",
        "key": "tree"
    },
    {
        "fact": "The 2018 Intergovernmental Panel on Climate Change (IPCC) report highlighted the urgency of limiting global warming to 1.5 degrees Celsius to avoid catastrophic impacts.",
        "key": "tree"
    },
    {
        "fact": "Climate change can lead to shifts in agricultural productivity and food security, impacting global food systems and livelihoods.",
        "key": "tree"
    },
    {
        "fact": "The loss of sea ice in the Arctic region contributes to a positive feedback loop, as the darker ocean surface absorbs more heat, leading to further ice melt.",
        "key": "tree"
    },
    {
        "fact": "The Earth's climate has experienced natural variations over geological time scales, but human activities are currently driving unprecedented changes.",
        "key": "tree"
    },
    {
        "fact": "The 2015 Paris Agreement marked a historic moment in global climate action, with nearly 200 countries committing to reduce greenhouse gas emissions.",
        "key": "tree"
    },
    {
        "fact": "Climate change impacts water resources, leading to altered precipitation patterns, changes in river flows, and increased water stress in many regions.",
        "key": "tree"
    },
    {
        "fact": "The loss of ice in the Arctic and Antarctic regions contributes to sea level rise, impacting coastal communities and ecosystems around the world.",
        "key": "tree"
    },
    {
        "fact": "Climate change disproportionately affects vulnerable populations, including low-income communities and indigenous peoples, exacerbating existing social inequalities.",
        "key": "tree"
    }
]
